Repository: awareframework/STOP-iOS
Catalog: STOP/*.lproj/Localizable.strings
Languages: fi

# symptom_5_0
source: Speech
fi: Puhe

# symptom_5_1
source: Normal
fi: Normaalia

# symptom_5_2
source: Mildly affected. No difficulty being understood
fi: Lievästi vaikeutunut, täysin ymmärrettävissä

# symptom_5_3
source: Moderately affected. Sometimes asked to repeat statements
fi: Kohtalaisesti vaikeutunut. Pyydetään joskus toistamaan sanottavansa

# symptom_5_4
source: Severely affected. Frequently asked to repeat statements
fi: Vahvasti vaikeutunut. Pyydetään usein toistamaan sanottavansa

# symptom_5_5
source: Unintelligible most of the time
fi: Suurimman osan ajasta puhe ei ole ymmärrettävissä

# symptom_6_0
source: Salivation
fi: Syljen eritys

# symptom_6_1
source: Normal
fi: Normaalia

# symptom_6_2
source: Slight but definite excess of saliva in mouth; may have nighttime drooling
fi: Lievää, mutta selvästi lisääntynyt, voi olla yöllistä syljen valumista

# symptom_6_3
source: Moderately excessive saliva; may have minimal drooling
fi: Kohtalaisesti lisääntynyt, voi olla vähäistä syljen valumista

# symptom_6_4
source: Marked excess of saliva with some drooling
fi: Huomattavasti lisääntynyt syljen eritys, johon liittyy jonkin verran syljen valumista

# symptom_6_5
source: Marked drooling, requires constant tissue or handkerchief
fi: Huomattavaa syljen valumista, tarvitsee jatkuvasti nenäliinoja

# symptom_7_0
source: Swallowing
fi: Nieleminen

# symptom_7_1
source: Normal
fi: Normaalia

# symptom_7_2
source: Rare choking
fi: Harvoin yskimistä tai kakistelua niellessä

# symptom_7_3
source: Occasional choking
fi: Toisinaan yskimistä tai kakistelua niellessä

# symptom_7_4
source: Requires soft food
fi: Tarvitsee soseutettua ruokaa

# symptom_7_5
source: Requires ng tube or gastrotomy feeding
fi: Tarvitsee nenämaha­ tai PEG­letkun

# symptom_8_0
source: Handwriting
fi: Kirjoittaminen ja käsiala

# symptom_8_1
source: Normal
fi: Normaalia

# symptom_8_2
source: Slightly slow or small
fi: Hieman hidasta tai käsiala pientä

# symptom_8_3
source: Moderately slow or small; all words are legible
fi: Kohtalaisen hidasta tai käsiala pientä; kaikki sanat luettavissa

# symptom_8_4
source: Severely affected; not all words are legible
fi: Huomattavan poikkeavaa; kaikista sanoista ei enää saa selvää

# symptom_8_5
source: The majority of words are not legible
fi: Valtaosasta sanoista ei saa selvää

# symptom_9_0
source: Cutting Food and Handling Utensils
fi: Ruokailuvälineiden käyttö ja ruuan paloittelu

# symptom_9_1
source: Normal
fi: Normaalia

# symptom_9_2
source: Somewhat slow and clumsy, but no help needed
fi: Hieman hidasta ja kömpelöä, mutta ei tarvitse apua

# symptom_9_3
source: Can cut most foods, although clumsy and slow; some help needed
fi: Hidasta ja kömpelöä, voi paloitella useammat ruuat, tarvitsee hieman apua

# symptom_9_4
source: Food must be cut by someone, but can still feed slowly
fi: Tarvitsee apua ruuan paloittelussa, mutta syö itse hitaasti

# symptom_9_5
source: Needs to be fed
fi: Syötettävä

# symptom_10_0
source: Dressing
fi: Pukeutuminen

# symptom_10_1
source: Normal
fi: Normaalia

# symptom_10_2
source: Somewhat slow, but no help needed
fi: Hieman hidasta, ei tarvitse apua

# symptom_10_3
source: Occasional assistance with buttoning, getting arms in sleeves
fi: Tarvitsee joskus apua napittamisessa ja käden hihaan pujottamisessa

# symptom_10_4
source: Considerable help required, but can do some things alone
fi: Tarvitsee huomattavasti apua, mutta pystyy tekemään jotain itse

# symptom_10_5
source: Helpless
fi: Ei pysty pukeutumaan ilman apua

# symptom_11_0
source: Hygiene
fi: Hygienia

# symptom_11_1
source: Normal
fi: Normaalia

# symptom_11_2
source: Somewhat slow, but no help needed
fi: Hieman hidasta, ei tarvitse apua

# symptom_11_3
source: Needs help to shower or bathe; or very slow in hygienic care
fi: Tarvitsee apua suihkussa tai kylvyssä, tai hoitaa hygieniaansa hyvin hitaasti

# symptom_11_4
source: Requires assistance for washing, brushing teeth, combing hair, going to bathroom
fi: Tarvitsee apua peseytymisessä, hampaiden harjauksessa, hiusten kampaamisessa, WC:ssä käynnissä

# symptom_11_5
source: Foley catheter or other mechanical aid
fi: Käyttää katetria tai muuta apuvälinettä

# symptom_12_0
source: Turning in Bed and Adjusting Bed Clothes
fi: Sängyssä kääntyminen ja vuodevaatteiden kohentaminen

# symptom_12_1
source: Normal
fi: Normaalia

# symptom_12_2
source: Somewhat slow and clumsy, but no help needed
fi: Hieman hidasta ja kömpelöä, ei tarvitse apua

# symptom_12_3
source: Can turn alone or adjust sheets, but with great difficulty
fi: Kääntyminen ja vuodevaatteiden kohentaminen selvästi vaikeaa

# symptom_12_4
source: Can initiate, but not turn or adjust sheets alone
fi: Voi aloittaa kääntymisen tai vuodevaatteiden kohentamisen, mutta ei pysty tekemään sitä loppuun ilman apua

# symptom_12_5
source: Helpless
fi: Avuton, ei pysty kääntymään eikä kohentamaan vuodevaatteita ilman apua

# symptom_13_0
source: Falling (Unrelated to Freezing)
fi: Kaatuilu (ei liity jähmettymiseen)

# symptom_13_1
source: None
fi: Ei esiinny

# symptom_13_2
source: Rare falling
fi: Harvinaista

# symptom_13_3
source: Occasionally falls, less than once per day
fi: Satunnaisesti, mutta ei päivittäin

# symptom_13_4
source: Falls an average of once daily
fi: Keskimäärin kerran päivässä

# symptom_13_5
source: Falls more than once daily
fi: Useita kertoja päivässä

# symptom_14_0
source: Freezing when Walking
fi: Jähmettyminen kävellessä

# symptom_14_1
source: None
fi: Ei esiinny.

# symptom_14_2
source: Rare freezing when walking; may have start hesitation
fi: Harvinaista, joskus liikkeelle lähtiessä

# symptom_14_3
source: Occasional freezing when walking
fi: Satunnaisesti.

# symptom_14_4
source: Frequent freezing. Occasionally falls from freezing
fi: Usein. Joskus kaatumisia jähmettymisen takia

# symptom_14_5
source: Frequent falls from freezing
fi: Usein kaatumisia jähmettymisen takia

# symptom_15_0
source: Walking
fi: Kävely

# symptom_15_1
source: Normal
fi: Normaalia

# symptom_15_2
source: Mild difficulty. May not swing arms or may tend to drag leg
fi: Lievästi vaikeutunut, käsien myötäliikkeet voivat olla vaimentuneet tai voi laahata jalkaansa

# symptom_15_3
source: Moderate difficulty, but requires little or no assistance
fi: Kohtalaisesti vaikeutunut, mutta ei tarvitse apua lainkaan tai tarvitsee sitä vain vähän

# symptom_15_4
source: Severe disturbance of walking, requiring assistance
fi: Selvästi vaikeutunut, tarvitsee apua

# symptom_15_5
source: Cannot walk at all, even with assistance
fi: Ei pysty kävelemään edes autettuna

# symptom_16_0
source: Tremor (Symptomatic complaint of tremor in any part of body)
fi: Vapina

# symptom_16_1
source: Absent
fi: Ei ole

# symptom_16_2
source: Slight and infrequently present
fi: Lievää tai ajoittaista

# symptom_16_3
source: Moderate; bothersome to patient
fi: Kohtalaista; haittaa potilasta

# symptom_16_4
source: Severe; interferes with many activities
fi: Vaikeaa; haittaa monia toimintoja

# symptom_16_5
source: Marked; interferes with most activities
fi: Erittäin vaikeaa; haittaa lähes kaikkia toimintoja

# symptom_17_0
source: Sensory Complaints Related to Parkinsonism
fi: Parkinsonismiin liittyvät sensoriset oireet (Tuntohäiriöt ja kivut )

# symptom_17_1
source: None
fi: Ei ole

# symptom_17_2
source: Occasionally has numbness, tingling, or mild aching
fi: Ajoittaista puutumista, pistelyä tai lievää kipua

# symptom_17_3
source: Frequently has numbness, tingling, or aching; not distressing
fi: Usein puutumista, pistelyä tai kipua; ei vaivaa potilasta

# symptom_17_4
source: Frequent painful sensations
fi: Usein kivuliaita tuntemuksia

# symptom_17_5
source: Excruciating pain
fi: Sietämätöntä kipua

# nav_medication
source: Medication
fi: Lääkepäiväkirja

# nav_game
source: Game
fi: Peli

# main_experiment
source: Experiment
fi: Asetukset

# main_demo_mode
source: Demo mode
fi: Demo tila

# main_demo_details
source: You are using STOP in demo mode: all the application functionalities are available but no data is collected and shared with the research study. You can join the study and contribute to the research
fi: Käytät STOP sovellusta demo tilassa: kaikki sovelluksen toiminnot ovat käytössäsi, mutta tietojasi ei kerätä tutkimusta varten. Voit halutessasi liittyä tutkimukseen, jolloin annat luvan tietojesi keräämiseen tutkimuksen käyttöön.

# main_quit_details
source: You will unenroll from the study: the application will stop sharing your data and all the already collected data will be deleted from the server. You can keep using the application will all the available functionalities in demo mode
fi: Poistut tutkimuksesta: sovellus ei enää lähetä tietojasi palvelimelle, ja kaikki sinusta kerätty tieto poistetaan palvelimelta. Voit jatkaa sovelluksen käyttämista demo tilassa, jolloin kaikki sovelluksen toiminnot ovat käytössäsi, mutta tietojasi ei kerätä tutkimusta varten.

# main_participant_info
source: Participant info
fi: Osallistujan tiedot ja palaute

# main_join_study
source: Join study
fi: Liity tutkimukseen

# main_quit_study
source: Quit study
fi: Poistu tutkimuksesta

# main_quit_done
source: You have quit the study. The application will no longer collect your data
fi: Et ole enää mukana tutkimuksessa. Sovellus ei tallenna enää tietojasi.

# main_daily_survey
source: Daily survey
fi: Päivittäinen oireiden arviointi

# provider_game_label
source: STOP App data
fi: STOP sovelluksen tiedot

source: Submit
fi: Lähetä

source: Confirm
fi: Vahvista

source: Edit
fi: Muokkaa

source: Delete
fi: Poista

source: Cancel
fi: Peruuta

source: Specify with voice
fi: Määritä puhuen

# voice_when_taken
source: When have you taken medication last time?
fi: Milloin otit lääkkeet?

# voice_what_think
source: What do you think about STOP?
fi: Mitä mieltä olet STOP sovelluksesta?

# game_press_button_to_play
source: Press button to play
fi: Aloita peli painamalla nappia

# game_start
source: Start
fi: Peli alkaa

# game_get_ready
source: Get ready
fi: Peli alkaa pian

# game_play
source: Play
fi: Pelaa

# game_done_1
source: Done! Play again? Score:
fi: Peli loppui! Haluatko pelata uudelleen? Tulos:u0020

# game_done_2
source: , last score:
fi: , edellinen tulos:u0020

# game_done_3
source: Now record your medications
fi: Merkitse nyt lääkkeenotto

# game_again
source: Play again
fi: Pelaa uudelleen

# game_go_journal
source: Go to medication journal
fi: Avaa lääkepäiväkirja

# game_invalid_settings
source: None of the game settings can be 0. Please update first
fi: Mikään asetuksista ei voi olla 0, ole hyvä ja päivitä

# medication_list_heading
source: List of medication records
fi: Lääkepäiväkirja

# medication_no_record
source: No records have been made yet
fi: Ei merkintöjä

# medication_when_last_time
source: When have you taken medication last time?
fi: Milloin otit lääkkeet?

# medication_specify
source: Specify time
fi: Määritä aika

# medication_now
source: Now
fi: Nyt

# medication_check_title
source: Check medication time
fi: Tarkista lääkkeenoton aika

# medication_check_date
source: Check date
fi: Tarkista päivä

# medication_check_time
source: Check time
fi: Tarkista aika

# medication_specify_date
source: Medication date
fi: Lääkkeenoton päivämäärä

# medication_specify_time
source: Medication time
fi: Lääkkeenoton aika

# medication_modify_title
source: Modify medication record
fi: Muokkaa merkintää

# medication_edit_time
source: Edit time
fi: Muokkaa aikaa

# medication_edit_date
source: Edit date
fi: Muokkaa päivämäärää

source: Medication edited
fi: Muutokset tallennettu

source: Medication deleted
fi: Merkintä poistettu

# medication_error
source: Error:
fi: Virhe:

# medication_no_internet
source: Internet connection is disabled. Please enable it or use "Specify time" option
fi: Ei internet yhteyttä. Takista yhteys tai valitse "Määritä aika"

# medication_cannot_recognize
source: Cannot recognize date, please try again
fi: Päivämäärää ei tunnistettu, yritä uudelleen

source: Medication recorded
fi: Merkintä tallennettu

# medication_future
source: You cannot input records for future, please try again
fi: Merkintöjä ei voi tehdä tulevaisuuteen, yritä uudellen

# medication_parser_dialog
source: Please wait…
fi: Odota…

source: Feedback
fi: Palaute

# feedback_device_name
source: Device name
fi: Laitteen nimi

# feedback_device_id
source: Device ID
fi: Laitteen ID

# feedback_clear
source: Clear
fi: Tyhjennä

# feedback_saved
source: Feedback saved. Thank you!
fi: Palaute tallennettu, kiitos palautteesta!

# feedback_enter
source: Please enter your feedback
fi: Palaute ei voi olla tyhjä

# health_question
source: Overall, how were your Parkinson's disease symptoms yesterday?
fi: Minkä verran sinulla oli eilen Parkinsonin oireita?

# health_survey_saved
source: Survey recorded. Thank you!
fi: Vastaus tallennettu, kiitos vastauksesta!

# health_empty_response
source: Please select PD level
fi: Valitse oireiden taso

# survey_response_zero
source: No symptoms, excellent day
fi: Ei oireita, mahtava päivä

# survey_response_one
source: Minimal symptoms with no concrete interference with my daily activities
fi: Vain vähän oireita, oireet eivät vaikuttaneet juurikaan päivittäisiin toimiini

# survey_response_two
source: Mild symptoms that slightly interfered with my daily activities
fi: Jonkin verran oireita, oireet vaikuttivat päivittäisiin toimiini vain vähän

# survey_response_three
source: Moderate symptoms but they did not stop me from carrying out my daily activities
fi: Kohtalaisen paljon oireita, oireet vaikeuttivat päivittäisiä toimiani, mutta eivät estäneet suoriutumista

# survey_response_four
source: Severe symptoms that prevented me from carrying out one or more of my daily activities
fi: Voimakkaita oireita, oireet estivät minua suoriutumasta yhdestä tai useammasta päivittäisestä toimestani

# title_activity_settings
source: Settings
fi: Asetukset

# pref_header_ball_game
source: Ball game
fi: Peli

# pref_header_medication
source: Medication
fi: Lääkepäiväkirja

# key_ball_size_title
source: Ball size
fi: Pallon koko

# key_sensitivity_title
source: Sensitivity
fi: Herkkyys

# key_game_time_title
source: Game time
fi: Pelin pituus

# key_game_reset_default_title
source: Reset to default settings
fi: Palauta oletusasetukset

# key_medication_title
source: Clear medication list
fi: Tyhjennä lääkepäiväkirja

# settings_are_you_sure
source: Are you sure?
fi: Oletko varma?

# settings_delete_warning
source: This will delete all recorded medications
fi: Tämä poistaa kaikki lääkepäiväkirjan merkinnät.

# settings_list_cleared
source: Medication list cleared
fi: Merkinnät poistettu.

# settings_default_applied
source: Default setting were applied
fi: Oletusasetukset tallennettu

# consent_username
source: Your username
fi: Käyttäjätunnus

# consent_age
source: Your age
fi: Kuinka vanha olet?

# consent_do_you_have_pd
source: Do you have a diagnosis of Parkinson's disease (PD)?
fi: Onko sinulla diagnosoitu Parkinsonin tauti?

# consent_yes
source: Yes
fi: Kyllä

# consent_no
source: No
fi: Ei

# consent_when_was_pd_diagnosed
source: PD was diagnosed
fi: Park. diagnosoitu

# consent_define_your_symptoms
source: Define your symptoms:
fi: Mitä oireita sinulla on?

# consent_define_medications_you_take
source: Define the medications you take:
fi: Mitä lääkkeitä käytät Park. tautiin?

# consent_app_consent
source: Research consent
fi: Suostumus tutkimukseen

# consent_accept
source: Accept
fi: Hyväksy

# consent_decline
source: Decline
fi: Kieltäydy

# consent_empty_entries
source: Please insert data to empty entries and rate all the symptoms
fi: Vastaa kaikkiin kysymyksiin ja arvioi kaikki oireet

# consent_specify_age
source: Please select a username and specify your age
fi: Anna käyttäjätunnus ja ikäsi

# consent_declining
source: By declining the Research Consent, you may still use the application with all its functionalities. No data will be collected or shared with our study. Do you wish to proceed?
fi: Voit käyttää sovellusta vaikka kieltäytyisit tutkimuksesta. Tietojasi ei kerätä eikä käytetä tutkimuksessa. Haluatko jatkaa?

# consent_loading
source: Thank you for joining our study! Loading resources…
fi: Kiitos kun osallistut tutkimukseen! Sovellusta ladataan…

# consent_app_consent_details
source: The University of Oulu (Finland) and the University of Manchester (UK) are using this application to better understand Parkinson’s medication adherence and effectiveness via gamification and medication logs. By installing and agreeing to this consent, you effectively become a participant to our joint research effort. If you disagree, you may still use the application without any data sharing. <b>Data Collection</b> - Your answers to the initial Parkinson’s patient profile questions - Accelerometer, gyroscope, orientation data from the phone ONLY during game sessions of our STOP game - Your medication taking times - Application stability data collected via Google Analytics (crashes) <b>Security and Privacy</b> HIPAA and GDPR compliant: the encrypted data is securely sent to our server in Oulu for further analysis on a regular basis over WiFi. No personal identifiers are collected. Personalisable name for a randomly assigned UUID. If withdrawn from data collection, the server data is erased.
fi: Oulun yliopisto (Suomi) ja Manchesterin yliopisto (UK) käyttävät tätä sovellusta Parkinsonin taudin lääkitykseen sitoutumisen ja lääkityksen vaikutuksen tutkimiseen pelillistämisen ja lääkepäiväkirjan avulla. Hyväksymällä tämän suostumuksen tutkimukseen tulet osaksi tutkimusta. Jos et anna suostumusta, voit käyttää sovellusta ja mitään tietojasi ei tallenneta.

# consent_add_medication
source: Add a medication
fi: Lisää lääkitys

# consent_button_add
source: Add
fi: Lisää

# consent_fill_entries
source: Please fill all the entries (comments are optional)
fi: Täytä kaikki kentät (lisätiedot voi olla tyhjä)

# consent_no_medications_were_defined_yet
source: No medications were defined yet
fi: Ei merkittyjä lääkkeitä

# consent_medication_name
source: Medication name
fi: Lääkkeen nimi

# consent_times_per_day
source: Times per day
fi: Krt/päivä

# consent_pills_each_time
source: Pills each time
fi: Tablettia/kerta

# consent_how_often_every
source: How often: every
fi: Ottoväli

# consent_the_first_one_i_have_is_at
source: The first one I have is at
fi: Ensimmäinen lääke kello

# consent_comments
source: Comments
fi: Lisätietoja

# consent_welcome
source: STOP is designed for Parkinson's patients for tracking motor abilities and increasing medication adherence. The motor functionalities are estimated with a ball game. The goal of the game is to keep the red ball motionless in the center of the inner black circle by balancing the device horizontally on the palm of the hand. The game success is evaluated using 0 (min) - 100 (max) scale. In addition the user is asked to record the medication taking time to the journal. The research will use the collected information for searching correlation between motor functionalities and medication effectiveness. STOP application sends notifications about the game and medication recording four times per day. Once per day user is asked to evaluate the level of symptoms.
fi: STOP on kehitetty Parkinsonin potilaille motoriikan ja lääkityksen seuraamiseen. Motorista toiminnallisuutta arvioidaan pallopelin avulla. Pelin tarkoitus on pitää punainen pallo liikkumatta sisemmän mustan ympyrän keskellä tasapainottelemalla laitetta kämmenen päällä. Pelin onnistumista arvioidaan asteikolla 0 (pienin) - 100 (suurin). Lisäksi käyttäjää pyydetään kirjaamaan lääkkeenoton ajat lääkepäiväkirjaan. Tutkimuksessa etsitään kerätyistä tiedoista korrelaatiota motoriikan tason ja lääkkeiden vaikutuksen välillä. STOP sovellus lähettää muistutuksia pelistä ja lääkepäiväkirjasta neljä kertaa päivässä. Kerran päivässä käyttäjää pyydetään arvioimaan oireiden tasoa.

# consent_welcome_title
source: Welcome to STOP
fi: Tervetuloa STOP sovellukseen

# consent_welcome_gotit
source: Got it
fi: Ymmärsin

# notification_game_morning
source: Morning
fi: Aamu

# notification_game_noon
source: Noon
fi: Päivä

# notification_game_afternoon
source: Afternoon
fi: Iltapäivä

# notification_game_evening
source: Evening
fi: Ilta

# notification_game_text
source: : play a game and record medication
fi: : pelaa ja kirjaa lääkkeenotto

# notification_survey
source: Daily survey
fi: Päivittäinen kysely

# notification_survey_text
source: : how was yesterday?
fi: : Miten eilinen meni?

# foreground_notification_text
source: Medication tracking is active
fi: Lääkityksen seuranta on aktiivinen

# aware_activate_battery_optimize_ignore
source: Tap and add to the ignore battery optimizations' list.
fi: Klikkaa ja lisää akun käytön optimointilistaan
